---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InCaret3
source: html/6b9706b1-032c-9675-34bb-d4b74c00b43a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InCaret3 Property

Symbol in^3, indicating unit Cubic inches.

## Syntax (C#)
```csharp
public static ForgeTypeId InCaret3 { get; }
```